Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nekk_-_nove_llnorldok_2_-_kirjan_julkistamistilaisuus_sevettijarven_koulun_juhlasalissa_31_10_2018_klo_12_00.html.tmx
Source language: fin
Languages: smn

source: NEKK – Noveʹllnorldõk 2 – kirjan julkistamistilaisuus Sevettijärven koulun juhlasalissa 31.10.2018 klo 12.00
smn: NEKK – Noveʹllnorldõk 2 – kirje almostittemtilálášvuotâ Čevetjäävri škoovlâ juhlesalist 31.10.2018 tjme 12.00

source: Saamelaiskäräjät on kustantanut Niilo Aikion kirjoittaman ja Marketta Nilsenin kuvittaman novellikokoelman toisen osan pohjois-, inarin- ja koltansaamen kielillä.
smn: Sämitigge lii almostittám Niilo Aikio čäällim já Marketta Nilsen kuvvim nooveelčuákálduv nube uási tave-, aanaar- já nuorttâsämikielân.

source: Pohjois- ja inarinsaamenkieliset laitokset ilmestyivät aiemmin keväällä.
smn: Tave- já aanaarsämikielân kirje almostuvâi kiđđuv.

source: Juhlistamme koltansaamenkielisen version ilmestymistä Sevettijärven koulun juhlasalissa keskiviikkona 31.10.2018 klo 12.00 .
smn: Juhlop nuorttâsämikielâlâš kirje almostum Čevetjäävri škovlâ juhlesalist koskoho 31.10.2018 tjme 12.00 .

source: Kaikki kiinnostuneet ovat tervetulleita tilaisuuteen.
smn: Puohah láá tiervâpuáttám almostittemtilálášvuotân.

source: Kirjasarjan toisen osan novellit ovat jatkoa ensimmäisen osan kertomuksille nuoren pojan elämästä Pulmankijärven erämaakylässä.
smn: Kirje nube uási novelleh láá jotkâ vuossâmuš uási muštâlusâid nuorâ kaandâ elimisti Puálmágjäävri siijdâst.

source: Kirjan kirjoittaja Niilo Aikio on itse elänyt kirjan päähenkilön Nigan tavoin lapsuutensa ja nuoruutensa Pulmankijärvellä, joten tarinoista välittyy aito kosketus menneeseen aikaan ja olosuhteisiin.
smn: Kirje čällee Niilo Aikio lii jieš aassâm kirje váldupersovn náálá pärni- já nuorâvuođâs Puálmágjäävrist, nuuvtba muštâlusâin lohhee finnee tuođâlii kove moonnâm ääigist.

source: Hänen värikäs ja sujuva kielensä loihtii silmiemme eteen uskomattomia ja jännittäviä tapahtumia, jotka kiehtovat erilaisuudellaan ja aitoudellaan.
smn: Ivnáás já riges kielâinis Aikio loptee lohhee čoolmij oovdân oskomettum já kiäldulijd tábáhtusâid.

source: Kalastukseen, riistanpyyntiin ja karjanhoitoon kuuluvat toimet Niilo Aikio kuvaa tarkasti ja asiantuntevasti.
smn: Kuáláástmân, piivdon já šiiveettuálun kullee tooimâid Aikio kovvee tärkkilávt já äššitubdâmuššáin.

source: Kuvittaja Marketta Nilseniä on aina viehättänyt se, miten Lapin ihminen on osannut sovittaa elämisensä ja toimeentulonsa tasapainossa luonnon kanssa ilman nykyajalle niin tyypillistä hyödyntämisen pakkoa.
smn: Kovetaaidâr Marketta Nilsen lii ain kiäsuttâm sämmilii máttu heiviittiđ jieijâs eellim já piergim luándun já ton täsitiädun. Tovle ulmuin ij lah lamaš tárbu ige haalu finniđ puoh máhđulijd hiäđuid olssis.

source: Päivittäiset toimet ja elämisen ehdot ovat pitkälle määräytyneet auringon ja kuun antaman valon määrän vaihteluiden mukaisesti.
smn: Piäiváá já máánu adelem čuovâmeerij mulsâšuddâm meridij ennuv piäiválijd tooimâid já eellim iävtuid.

source: Nilsenin kuvitus saatteleekin tarinoita läpi koko vuoden kierron kaamoksen hämärästä aina keskikesän yöttömään yöhön.
smn: Nilsen koveh läiđejeh mainâsijd miätá ive skaamâ kiämáduvâst kidâ koskâkeesi ijâttes iijân.

source: Opetustyössään toimiessaan Nilsen kertoo etsiskelleensä turhaan oheismateriaalia, johon pohjoisen Suomen vasta lukemaan oppineet ja lukemisen työlääksi kokeneet nuoret, usein pojat, saisi innostumaan ja jonka maailmaan heidän olisi helppo samaistua.
smn: Nilsen maainâst, et máttááttâspargostis sun uusâi tuušijd miäldusmaterial, moos Tave-Suomâ nuorah, távjá kaandah, kiäh lijjii eidu oppâm luuhâđ teikkâ kiäh iä lamaš nuuvt moovtâ luuhâđ, finniiččij movtáskiđ já mon maailmân sij puávtáččii identifisistuđ.

source: ”Tiesin, että useat heistä odottivat vain sitä, että koulupäivä päättyisi ja he pääsisivät kalalle, metsään tai tunturiin.
smn: “Tiettim, et maaŋgah sist tuše vuordii tom, et škovlâpeivi nohá já sij peesih kuálástiđ, miäcán teikkâ tuoddârân.

source: Niilo Aikion Niga-pojan touhuista ja kommelluksista kertovat novellit ovat tulleet kuin tilauksesta täyttämään tätä puutetta!
smn: Nigá-kaandâ feerimijn já suotâs tábáhtusâin mainâsteijee noveleh láá tegu tiilájum tevdiđ taam táárbu!

source: ” Marketta Nilsen toteaa.
smn: ” Marketta Nilsen paahud.

source: Saamelaisen kulttuuriperinnön siirtäminen sukupolvelta toiselle on myös kirjan keskeinen tavoite.
smn: Sämmilâš kulttuuräärbi sirdem suhâpuolvâst nuubán lii meid kirje kuávdáš ulme, mon láá keččâlâm olášuttiđ meid kuvijguin.

source: Tämä tavoite on pyritty toteuttamaan myös kuvituksessa.
smn: Niilo Aikio novelehhan muštâleh Tiänuleevi já Puálmágjäävri páihálâšhistorjást já ärbitiäđuin, maid innig puárásub ulmuuh mušteh.

source: Niilo Aikion novellithan kertovat asioista ja käytännöistä, jotka ovat Tenonvarren ja Pulmankijärven paikallishistoriaa ja perinnetietoutta, jonka vain ikääntyneempi väestö enää muistaa.
smn: Tondiet lii tehálâš, et ääših já detaljeh láá kovvejum riehtâ.

source: Siksi on tärkeää, että asiat ja yksityiskohdat on kuvattu oikein.
smn: Taam olášuttem kuvviimist lii vaattâm čovgâ ohtsâšpargo kovvejeijest já čällest.

source: Tämän toteutuminen on vaatinut kuvittajan ja kirjailijan tiivistä yhteistyötä.
smn: Nuorttâsämikielân kirje lii jurgâlâm Raija Lehtola, anarâškielân Ilmar Mattus, orjâlâškielân Niilo Aikio.

source: Koltansaamenkielelle kirjan on kääntänyt Raija Lehtola, inarinsaamenkielelle Ilmari Mattus ja pohjoisaamenkielelle Niilo Aikio.
smn: Lasetiäđuh

source: Lisätietoja:
smn: Škovlim- já oppâmateriaaltoimâttâh
